[
    {
        "anime": "Shingeki no Kyojin",
        "character": "Levi Ackerman",
        "quote": "\"This is just my opinion, but when it comes to teaching somebody discipline... I believe pain is the most effective way.\""
    },
    {
        "anime": "Ouran High School Host Club",
        "character": "Suoh Tamaki",
        "quote": "\"So don\"t be afraid to open your hearts to others. It\"s pointless to keep testing people. All you\"re doing is hurting yourselves.\""
    }, 
    {
        "anime": "Orange",
        "character": "Naruse Kakeru",
        "quote": "\"If you endure too much, it\"ll be your loss.\""
    },
    {
        "anime": "Ookami Shoujo To Kuro Ouji",
        "character": "Kyouya Sata",
        "quote": "\"It doesn\"t matter how much trash you pick up. You just have a pile of trash.\""
    },
    {
        "anime": "SERVAMP",
        "character": "Licht Jekylland Todoroki",
        "quote": "\"It\"s not about wanting to do something that you can do, it\"s about what you do. It\"s not about wanting to become someone, it\"s about who you want to become.\""
    },
    {
        "anime": "Fruits Basket",
        "character": "Akito Sohma",
        "quote": "\"Idiots should do what idiots can to be quicker.\""
    },
    {
        "anime": "Naruto",
        "character": "Hatake Kakashi",
        "quote": "\"[thinking] If I\"m still sane by the time I finish their training it\"ll be a miracle!\""
    },
    {
        "anime": "Dragon Ball",
        "character": "Android 17",
        "quote": "\"[clapping] A beautiful speech, I can see it now, you truly are a prince with the royal blood of a Saiyan.\""
    },
    {
        "anime": "Ouran High School Host Club",
        "character": "Kyoya Ootori",
        "quote": "\"Our motto is to make use of our characteristics to answer customers\" needs.\""
    },
    {
        "anime": "Shingeki no Kyojin",
        "character": "Levi Ackerman",
        "quote": "\"I don\"t know which option you should choose. I could never advise you on that... No matter what kind of wisdom dictates you the option you pick, no one will be able to tell if it\"s right or wrong until you arrive to some sort of outcome from your choice.\""
    },
    {
        "anime": "Shingeki no Kyojin",
        "haracter": "Erwin Smith",
        "quote": "\"Humanity will never stop fighting itself.. until it shrinks to a size of one or fewer.\""
    },
    {
        "anime": "Fairy Tail",
        "character": "Elfman Strauss",
        "quote": "\"It\"s only the end if you give up!\""
    },
    {
        "anime": "Ao Haru Ride",
        "character": "Yoshioka Futaba",
        "quote": "\"If you keep bad-mouthing someone, you might feel like as if you are on a higher position than that person. But in actual fact, its completely wrong to do that!\""
    },
    {
        "anime": "Inuyasha",
        "character": "Inuyasha",
        "quote": "\"Don\"t be stupid. You\"re just a human. So back off, shut up, and butt out. *to Kagome*\""
    },
    {
        "anime": "Avatar: The Legend Of Korra",
        "character": "Iroh",
        "quote": "\"Sometimes the best way to solve your own problems is to help someone else.\""
    },
    {
        "anime": "Fullmetal Alchemist",
        "character": "Trisha Elric",
        "quote": "\"You see, I\"m sure we can change, because we\"re weak. And because we die. We have to fight in order to live, and that is what will make us strong.\""
    },
    {
        "anime": "Shigatsu Wa Kimi No Uso",
        "character": "Watari Ryouta",
        "quote": "\"It\"s only natural for the girl you\"re crushing on to be in love with someone else. Since you\"re in love with her, she sparkles in your eyes. That\"s why people fall so irrationally in love.\""
    },
    {
        "anime": "Fruits Basket",
        "character": "Sohma Kagura",
        "quote": "\"I just told you what I think, now say something DAMMIT!\""
    },
    {
        "anime": "Avatar: The Last Airbender",
        "character": "Sokka",
        "quote": "\"[sarcastically, after Aang tells him about his flying bison] Right, and this is Katara, my flying sister.\""
    }
]